Repository: jazzband/django-payments
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pl, pt_br, ru, sk, uk

# payment status
source: Waiting for confirmation
de: Warten auf Bestätigung
es: Esperando la confirmación
fr: En attente de confirmation
it: In attesa di conferma
pl: Oczekiwanie na potwierdzenie
pt_br: Aguardando confirmação
ru: Ожидает подтверждения
sk: Čaká na potvrdenie
uk: Очікує підтвердження

# payment status
source: Pre-authorized
de: Vor-authorisiert
es: Pre-autorizado
fr: Pré-autorisé
it: Pre-autorizzato
pl: Wstępna autoryzacja
pt_br: Pré-autorizado
ru: Преавторизован
sk: Pred authorizovaná
uk: Пре-авторизований

# payment status
source: Confirmed
de: Bestätigt
es: Confirmado
fr: Confirmé
it: Confermato
pl: Potwierdzenie
pt_br: Confirmado
ru: Подтвержден
sk: Potvrdená
uk: Підтверджений

# payment status
source: Rejected
de: Abgelehnt
es: Rechazado
fr: Rejeté
it: Rifiutato
pl: Odrzucenie
pt_br: Rejeitado
ru: Отклонен
sk: Zamietnutá
uk: Відхилений

# payment status
source: Refunded
de: Erstattet
es: Reembolsado
fr: Remboursé
it: Rimborsato
pl: Zwrot
pt_br: Reembolsado
ru: Возмещен
sk: Vrátená
uk: Відшкодований

# payment status
source: Error
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
pt_br: Erro
ru: Ошибка
uk: Помилка

# payment status
source: Input
de: Eingabe
es: Esperando pago
fr: Entrée
it: Inserimento dati
pl: Dane wejściowe
pt_br: Entrada
ru: Введен
sk: Pole
uk: Введення

# fraud status
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестен
sk: Neznáme
uk: Невідомий

# fraud status
source: Passed
de: Erledigt
es: Aprobado
fr: Passé
it: Passato
pl: Przepuszczony
pt_br: Aprovado
ru: Принят
sk: Schválená
uk: Прийнятий

# fraud status
source: Rejected
de: Abgelehnt
es: Rechazado
fr: Rejeté
it: Rifiutato
pl: Odrzucony
pt_br: Rejeitado
ru: Отклонен
sk: Zamietnutá
uk: Відхилений

# fraud status
source: Review
de: Überprüfung
es: Revisión
fr: En revue
it: In revisione
pl: Sprawdzany
pt_br: Revisão
ru: Обзор
sk: Kontrola
uk: Переглянути

source: The order is marked for review by Decision Manager
de: Die Bestellung wurde von einem Entscheidungsträger zur Überprüfung markiert
es: El pedido ha sido marcado para revisión por el gerente de decisiones
fr: La commande est désormais en attente d'une revue par le gestionnaire de décision
it: L'ordine è stato contrassegnato per la revisione dal Decision Manager
pl: To zamówienie jest oznaczone do sprawdzenia przez Decision Manager
pt_br: O pedido está marcado para revisão pela gerência
ru: Заказ отмечен для рассмотрения менеджером
sk: Objednávka je čaká na kontrolu manažerom
uk: Замовлення позначене для перегляду Менеджером

source: The order has been rejected by Decision Manager
de: Die Bestellung wurde von einem Entscheidungsträger angelehnt
es: El pedido ha sido rechazado por el gerente de decisiones
fr: La commande a été rejetée par le gestionnaire de décision
it: L'ordine è stato rifiutato dal Decision Manager
pl: To zamówienie zostało odrzucone przez Decision Manager
pt_br: O pedido foi rejeitado pela gerência
ru: Заказ был отклонен менеджером
sk: Objednávka bola zamietnutá manažerom
uk: Замовлення може бути відхилене Менеджером

source: Fraud score exceeds threshold.
de: Missbrauchs-Wahrscheinlichkeit überschreitet den vorgegebenen Grenzwert.
es: El marcador de fraudes ha excedido el límite.
fr: Le score de fraude excède la limite.
it: il punteggio frode supera la soglia.
pl: Próg prawdopodobieństwa oszustwa został przekroczony.
pt_br: Pontuação de fraude excedeu o limite.
ru: Превышен порог риска мошенничества.
sk: Fraud scóre presiahlo maximum
uk: Спрацював захист від шахрайства.

source: CyberSource Smart Authorization failed.
de: CyberSource Smart Authorisiserung gescheitert.
es: La autorización inteligente (Smart Authorization) de CyberSource falló.
fr: CyberSource Smart Authorization a échoué
it: Autorizzazione CyberSource Smart fallita.
pl: Autoryzacja CyberSource Smart Authorization się nie powiodła.
pt_br: Autorização CyberSource Smart falhou.
ru: Авторизация CyberSource Smart прошла неудачно.
sk: CyberSource Smart autorizácia zlyhala
uk: CyberSource Smart авторизація провалена.

source: Card verification number (CVN) did not match.
de: Card verification number (CVN) stimmt nicht überein.
es: El código de verificación (CVV) no coincide.
fr: Le code de vérification (CVN) ne correspond pas.
it: Il Numero di verifica della carta (CVN) non corrisponde.
pl: Numer CVN karty się nie zgadza.
pt_br: Código de verificação do cartão (CVV) não correspondente.
ru: Верификационный номер карты (CVN) не совпадает.
sk: Verifikáčne čislo karty (CVN) sa nezhoduje
uk: Номер верифікації карти (CVN) не вірний

source: CyberSource Address Verification Service failed.
de: CyberSource Address Verification Service fehlgeschlagen.
es: El servicio de verificación de dirección (Address Verification Service) de CyberSource falló.
fr: CyberSource Address Verification Service a échoué.
it: Servizio CyberSource di verifica indirizzo non riuscito.
pl: Weryfikacja CyberSource Address Verification Service się nie powiodła.
pt_br: Serviço de verificação de endereço CyberSource falhou.
ru: Работа сервиса верификации адреса CyberSource закончилась неудачей.
sk: CyberSource Address verifikačná servisa zlyhala
uk: CyberSource служба верифікації адреси відповіла помилкою.

source: 3-D Secure verification in progress
de: 3-D Secure Verifizierung in Bearbeitung
es: Verificación 3-D Secure en procreso
fr: Vérification 3-D Secure en cours
it: Verifica 3D Secure in corso
pl: Trwa weryfikacja 3-D Secure
pt_br: Verificação de segurança 3-D em progresso
ru: Выполняется верификация 3-D Secure
sk: 3-D secure verifikacia v processe
uk: 3-D Secure верифікація в процесі

source: Our bank has flagged your transaction as unusually suspicious. Please contact us to resolve this issue.
de: Unsere Bank hat Ihre Transaktion als ungewöhnlich verdächtig markiert. Bitte kontaktieren Sie uns, um dieses Problem zu lösen.
es: Nuestro banco ha reconocido tu transacción como inusualmente sospechosa. Por favor contáctacanos para resolver esta situación.
fr: Notre banque trouve votre transaction suspicieuse. Veuillez nous contacter afin de trouver une solution.
it: La nostra banca ha segnalato la transazione come sospetta. Contattaci per risolvere questo problema.
pl: Nasz bank oznaczył Twoją transakcję jako podejrzaną. Skontaktuj się z nami żeby rozwiązać ten problem.
pt_br: Nosso banco constatou sua transação como suspeita. Por favor contate-nos para resolver este problema.
ru: Наш банк признал вашу транзакцию подозрительной. Пожалуйста, свяжитесь с нами для разрешения проблемы.
sk: Naša banka označila vašu tranzakciu za nezvičajú. Prosím kontaktujte nás pre vyriešenie tohto problému.
uk: Наш банк вважає вашу транзакцію надзвичайно підозрілою. Будь-ласка зв'яжіться з нами для вирішення цієї проблеми.

source: Your bank has declined the transaction. No additional information was provided.
de: Ihre Bank hat die Transaktion abgelehnt. Es stehen keine weiteren Informationen zur Verfügung
es: Tu banco ha declinado la transacción. No se ha proporcionado información adicional.
fr: Votre banque a décliné la transaction. Aucune information additionnelle n'a été communiquée.
it: La banca ha rifiutato la transazione. Non ci è stata fornita nessun altra informazione .
pl: Twój bank odrzucił tę transakcję. Nie dostaliśmy więcej informacji.
pt_br: Seu banco rejeitou a transação. Nenhuma informação adicional disponibilizada.
ru: Ваш банк отклонил транзакцию. Другой информации не предоставлено.
sk: Vaša banka zamietla tranzakciu bez dalších informácií.
uk: Ваш банк відхилив цю транзацію. Ніякої додаткової інформацї не було надано.

source: The card has either expired or you have entered an incorrect expiration date.
de: Die Karte ist entweder abgelaufen, oder Sie haben ein falsches Ablaufdatum angegeben.
es: Tu tarjeta ha expirado o has introducido una fecha de expiración incorrecta.
fr: La carte a expirée ou vous avez saisi une mauvaise date d'expiration.
it: La carta è scaduta o hai inserito una data di scadenza non corretta.
pl: Ta karta jest przeterminowana lub wpisany termin ważności karty jest niepoprawny.
pt_br: Seu cartão está vencido ou você inseriu incorretamente a data de expiração.
ru: Истек срок действия карты или срок указан неверно.
sk: Karta bola expirovaná alebo ste zadali zlý dátum expirácie
uk: Ця картка має просрочений термін дії або ви ввели невірну дату закінчення її дії.

source: There are insufficient funds on your card or it has reached its credit limit.
de: Es sind unzureichende Mittel auf Ihrer Karte, oder sie hat ihr Kreditlimit erreicht.
es: Hay fondos insuficientes en tu tarjeta o ha alcanzado su límite de credito.
fr: Il n'y a pas suffisamment de fonds sur votre carte ou elle a atteint son plafond.
it: Non ci sono fondi sufficienti nella tua carta o hai raggiunto il suo limite di credito.
pl: Nie ma wystarczających środków na karcie lub karta osiągnęła swój limit kredytowy.
pt_br: Fundos insuficientes ou seu cartão atingiu o limite de crédito.
ru: Недостаточное количество средств на карте или вы достигли кредитный лимит.
sk: Nemáte dostatok financií na účte alebo ste presiahly limit.
uk: Недостатньо коштів на вашій картці або ви перевищили кредитний ліміт.

source: The card you are trying to use was reported as lost or stolen.
de: Die Karte die Sie versuchen zu verwenden wurde als verloren oder gestohlen gemeldet.
es: La tarjeta que estás intentando usar ha sido reportada como perdida o robada.
fr: La carte que vous tentez d'utiliser a été reportée comme étant perdue ou volée.
it: La carta che stai tentando di utilizzare è stata segnalata come persa o rubata.
pl: Karta której próbujesz użyć została zgłoszona jako zgubiona lub skradziona.
pt_br: O cartão que você está tentando utilizar está perdido ou roubado.
ru: Карта которую вы пытаетесь использовать была признана потерянной или украденной.
sk: Karta ktorú ste chceli použiť je označená za stratenú alebo ukradnutú.
uk: Картка яку ви хочете використати, була помічена як загублена або вкрадена.

source: Your card is either inactive or it does not permit online payments. Please contact your bank to resolve this issue.
de: Ihre Karte ist entweder inaktiv, oder nicht für Onlinezahlungen zugelassen.
es: Tu tarjeta está inactiva o no permite pagos en linea. Por favor contacta a tu banco para resolver esta situación.
fr: Votre carte est inactive ou elle ne permet pas les paiements en ligne. Merci de bien vouloir contacter votre banque pour régler ce problème.
it: La tua carta o è inattiva o non permette pagamenti online. Contatta la tua banca per risolvere questo problema.
pl: Twoja karta jest nieaktywna lub nie pozwala na płatności online. Skontaktuj się ze swoim bankiem żeby rozwiązać ten problem.
pt_br: Seu cartão pode estar inativo ou não permite pagamentos online. Por favor contate seu banco para resolver este problema.
ru: Ваша карта либо неактивна, либо не поддерживает онлайн-платежи. Пожалуйста, свяжитесь со своим банком для разрешения этой проблемы.
sk: Vaša karta je inaktívna alebo nedovoluje online platby. Kontaktujte vašu banku pre vyriešenie tohto problému.
uk: Ваша картка неактивна або ж по ній немає дозволу для онлайн оплати. Будь-ласка зв'яжіться з вашим банком для вирішення цієї проблеми або ж самостійно змініть дозвіл на онлайн-оплату за допомогою онлайн-банкінгу, якщо є така можливість.

source: Your bank has declined the transaction. Please check the verification number of your card and retry.
de: Ihre Bank hat die Transaktion abgelehnt. Bitte überprüfen Sie die Kartenprüfnummer und versuchen Sie es erneut.
es: Tu banco ha declinado la transacción. Por favor checa el número de verificación de tu tarjeta y reinténtalo.
fr: Votre banque a décliné la transaction. Veuillez vérifier le code de vérification de votre carte et réessayer.
it: La tua banca ha rifiutato la transazione. Controlla il codice di verifica della tua carta e riprova.
pl: Twój bank odrzucił tę transakcję. Sprawdź numer weryfikacyjny na swojej karcie i spróbuj ponownie.
pt_br: Seu banco rejeitou a transação. Favor verificar o código de verificação do cartão e tentar novamente.
ru: Ваш банк отклонил транзакцию. Пожалуйста проверьте верификационный номер вашей карты и повторите запрос.
sk: Vaša banka zamietla tranzakciu. Prosím skontrolujte si verifikačne čislo a skuste znova.
uk: Ваш банк відхилив цю транзацію. Будь-ласка перевірте номер верифікації вашої картки та повторіть операцію.

source: Your bank has declined the transaction. Please make sure the card number you have entered is correct and retry.
de: Ihre Bank hat die Transaktion abgelehnt. Bitte stellen Sic sicher, dass die Kartennummer die Sie eingegeben haben korrekt ist, und versuchen Sie es erneut.
es: Tu banco ha declinado la transacción. Por favor asegurate que el número de tarjeta que has introducido es correcto y reinténtalo.
fr: Votre banque a décliné la transaction. Veuillez vérifier le numéro de carte saisi et réessayer.
it: La tua banca ha rifiutato la transazione. Assicurati che il numero della carta di credito inserito sia corretto e riprova.
pl: Twój bank odrzucił tę transakcję. Sprawdź czy numer karty został wpisany poprawnie i spróbuj ponownie.
pt_br: Seu banco rejeitou a transação. Favor verificar se o número do cartão está correto e tentar novamente.
ru: Ваш банк отклонил транзакцию. Пожалуйста убедитесь в том, что введенный номер карты правильный и повторите запрос.
sk: Vaša banka zamietla tranzakciu. Uistite sa že čislo karty, ktoré ste zadali je správne.
uk: Ваш банк відхилив цю транзацію. Будь-ласка перевірте чи правильно ви ввели номер картки та спробуйте знову.

source: We are sorry but our bank cannot handle the card type you are using.
de: Es tut uns leid, aber unsere Bank kann den Kartentyp, den Sie verwenden, nicht verarbeiten.
es: Lo sentimos pero nuestro banco no puede procesar el tipo de tarjeta que estás usando.
fr: Nous sommes désolé mais notre banque n'accepte pas ce type de carte.
it: Siamo spiacenti ma la nostra banca non può gestire la tipologia di carta che stai utilizzando.
pl: Nasz bank nie jest wstanie obsłużyć używanego przez Ciebie rodzaju karty. Przepraszamy.
pt_br: Desculpe, mas o tipo do seu cartão não está disponível.
ru: Извините, но наш банк не может принять используемый вами тип карты.
sk: Je nám to ľúto ale naša banka nepodporuje typ vašej karty.
uk: Вибачте, але наш банк не приймає даний тип картки, що ви хочете використати.

source: We were unable to verify your address. Please make sure the address you entered is correct and retry.
de: Es war uns leider nicht möglich Ihre Adresse zu Verifizieren. Bitter stellen Sie daher sicher, dass die Adresse welche Sie eingegeben haben korrekt ist, und versuchen Sie es erneut.
es: Fuimos incapaces de verificar tu dirección. Por favor asegurate que la dirección que introduciste es correcta y reinténtalo.
fr: Nous sommes incapables de vérifier votre adresse. Assurez-vous que l'adresse saisie est correcte et réessayez.
it: Non siamo riusciti a verificare il tuo indirizzo. Verifica che l'indirizzo che hai inserito sia corretto e riprova.
pl: Nie jesteśmy w stanie zweryfikować Twojego adresu. Upewnij się, że wpisany adres jest poprawny i spróbuj ponownie.
pt_br: Não possível verificar seu endereço. Favor verificar o endereço e tentar novamente.
ru: У нас не получилось проверить ваш адрес. Убедитесь, что вы ввели ваш адрес правильно и повторите запрос.
sk: Niesme schopný verifikovať vašu adresu. Prosím uistite sa že je správne zadaná.
uk: Ви не можемо перевірити вашу адресу. Будь-ласка перевірте адресу, що ви ввели та повторіть операцію.

source: We were unable to complete the transaction. Please try again later.
de: Es war uns leider nicht möglich Ihre Transaktion abzuschließen. Bitte versuchern sie später erneut.
es: Fuimos incapaces de completar la transacción. Por favor intenta de nuevo más tarde.
fr: Nous sommes incapables de compléter la transaction. Veuillez réessayer plus tard.
it: Non siamo riusciti a completare la transazione. Riprova più tardi.
pl: Nie udało nam się dokończyć tej transakcji. Spróbuj ponownie później.
pt_br: Não foi possível completar a transação. Favor tentar novamente.
ru: Мы не смогли провести транзакцию. Пожалуйста, попробуйте позже.
sk: Nemôžeme dokončiť tranzakciu. Prosím skúste to neskôr.
uk: Ми не можемо завершити цю транзацію. Будь-ласка, спробуйте пізніше.

source: fingerprint
de: Fingerabdruck
es: huella dactilar
fr: empreinte digitale
pl: odcisk palca
pt_br: impressão digital
ru: отпечаток пальца
sk: otlačok
uk: відбиток

source: This payment has already been processed.
de: Diese Zahlung wurde bereits Verarbeitet.
es: Este pago ya ha sido procesado.
fr: Ce paiement a déjà été effectué.
it: Questo pagamento è già stato processato.
pl: Ta płatność została już przetworzona.
pt_br: Este pagamento já está sendo processado.
ru: Этот платеж уже был обработан.
sk: Platba už prebehla.
uk: Цей платіж уже прийнято

source: Please enter a valid card number
de: Bitte geben Sie eine gültige Kartennummer ein.
es: Por favor introduce un númer válido de tarjeta
fr: Veuillez entrer un numéro de carte valide
it: Inserisci un numero di carta di credito valido
pl: Wpisz poprawny numer karty
pt_br: Favor inserir um número de cartão válido
ru: Пожалуйста введите правильный номер карты
sk: Zadajte validne čislo karty.
uk: Будь-ласка введіть вірний номер карти

source: We accept only %(valid_types)s
de: Wir akzeptieren nur %(valid_types)s
es: Solo aceptamos %(valid_types)s
fr: Nous acceptons uniquement %(valid_types)s
it: Accettiamo solo %(valid_types)s
pl: Akceptujemy tylko %(valid_types)s
pt_br: Aceitamos apenas %(valid_types)s
ru: Мы принимаем только %(valid_types)s
sk: Akceptujeme iba %(valid_types)s
uk: Ми приймаємо лише %(valid_types)s

source: Enter a valid security number.
de: Geben Sie eine gültige Katenprüfnummer ein.
es: Entra un número de seguridad válido.
fr: Entrez un numéro valide.
it: Inserisci un codice di verifica valido.
pl: Wpisz poprawny numer zabezpieczający.
pt_br: Insira um número de segurança válido.
ru: Введите правильный код безопасности
sk: Zadajte validne security čislo
uk: Уведіть вірний код безпеки

source: Card Number
de: Kartennummer
es: Número de tarjeta.
fr: Numéro de carte
it: Numero carta di credito
pl: Numer Karty
pt_br: Número do Cartão
ru: Номер карты
sk: Číslo karty
uk: Номер карти

source: CVV2 Security Number
de: CVV2 Kartenprüfnummer
es: Valor de Verificación de la Tarjeta 2
fr: Code de sécurité CVV2
it: Codice di sicurezza CVV2
pl: Numer Zabezpieczający CVV2
pt_br: CVV2 Código de Segurança
ru: Код безопасности CVV2
sk: CVV2 Security kód
uk: CVV2 код захисту

source: Last three digits located on the back of your card. For American Express the four digits found on the front side.
de: Die letzten drei Zahlen auf der Kartenrückseite. Bei American Express die vier Zahlen auf der Vorderseite.
es: Los últimos tres digitos localizados al reverso de tu tarjeta. Para American Express los 4 digitos encontrados en la parte frontal.
fr: Les trois derniers chiffres situés au dos de votre carte. Pour American Express, les quatre chiffres situés sur la face avant.
it: Le ultime 3 cifre situate sul retro della carta. Per American Express le quattro cifre si trovano sul lato anteriore.
pl: Trzy ostatnie cyfry znajdujące się na odwrocie Twojej karty. W przypadku kart American Express cztery cyfry znajdujące się z przodu.
pt_br: Últimos três dígitos atrás do seu cartão. Para American Express são os últimos quatro dígitos na frente do cartão.
ru: Последние три цифры, находящиеся на обратной стороне карты. Для карт American Express - четыре цифры на лицевой стороне.
sk: Posledné 3 čisla na zajdnej strane vašej karty. Pre American Express 4 čisla ktoré nájdete na prednej strane.
uk: Останні три цифри, що розміщені на тильній стороні вашої картки. Для American Express - це чотири цифри на лицевій стороні.

source: Name on Credit Card
de: Name auf der Kreditkarte
es: Nombre en la tarjeta de credito
fr: Nom sur la carte
it: Nome sulla carta di credito
pl: Imię i nazwisko na karcie
pt_br: Nome no Cartão de Crédito
ru: Имя на карте
sk: Meno vašej karty
uk: Ім'я на кредитній карті

source: fraud check
de: Betrugsüberwachung
es: verificación de fraude
fr: verification de fraude
it: controllo frode
pl: kontrola przeciw oszustwu
pt_br: verificação de fraude
ru: проверка транзакции
uk: перевірка на шахрайство

source: Total payment
de: Gesamtbetrag
es: Pago total
fr: Paiement total
it: Totale pagamento
pl: Pełna kwota
pt_br: Total do pagamento
ru: Общая сумма
sk: Úplná suma
uk: Сума платежу

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
pl: Miesiąc
pt_br: Mês
ru: Месяц
sk: Mesiac
uk: Місяць

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
pl: Rok
pt_br: Ano
ru: Год
sk: Rok
uk: Рік
